/* Automatic backups are disabled */
"Automatic Backups Off" = "Automatische reservekopieën uit";

/* back up now menu item title */
"Back Up Now" = "Maak nu reservekopie";

/* Backup progress menu item title */
"Backing Up: %@ of %@" = "Reservekopie maken: %1$@ van %2$@";

/* Browse Other Time Machine disks menu title */
"Browse Other Time Machine Disks" = "Zoek op andere Time Machine-schijven";

/* Calculating changes menu item title */
"Calculating Changes\\U2026" = "Wijzigingen berekenen…";

/* Cleaning Up menu item title */
"Cleaning Up\\U2026" = "Opschonen…";

/* Cleaning Up menu item title */
"Deleting Old Backups\\U2026" = "Oude reservekopieën verwijderen…";

/* Enter Time Machine menu item title */
"Enter Time Machine" = "Activeer Time Machine";

/* Excluding items menu item title */
"Excluding %@ Items\\U2026" = "%@ onderdelen uitsluiten…";

/* Finishing back up menu item title */
"Finishing Backup\\U2026" = "Reservekopie voltooien…";

/* Indexing back up menu item title */
"Indexing Backup\\U2026" = "Reservekopie indexeren…";

/* Latest backup date format string (successful backup) */
"Latest Backup: %@" = "Nieuwste kopie: %@";

/* Latest backup delayed */
"Latest Backup: Delayed\\U2026" = "Nieuwste kopie: vertraagd…";

/* Latest backup failed */
"Latest Backup: Failed\\U2026" = "Nieuwste kopie: mislukt…";

/* Mounting back up menu item title */
"Making Backup Disk Available\\U2026" = "Reservekopieschijf beschikbaar maken…";

/* time machine preferences menu item title */
"Open Time Machine Preferences\\U2026" = "Open Time Machine-voorkeuren…";

/* Preparing items menu item title */
"Preparing %@ Items\\U2026" = "%@ onderdelen voorbereiden…";

/* Preparing back up menu item title */
"Preparing Backup\\U2026" = "Reservekopie voorbereiden…";

/* Scanning items menu item title */
"Scanning %@ Items\\U2026" = "%@ onderdelen scannen…";

/* Skip Verification menu item title */
"Skip Verification" = "Sla controle over";

/* Skipping verification menu item title */
"Skipping Verification\\U2026" = "Controle overslaan…";

/* stop backing up menu item title */
"Stop Backing Up" = "Stop reservekopie";

/* Stopping back up menu item title */
"Stopping Backup\\U2026" = "Reservekopie stoppen…";

/* Time Machine Not Configured menu item title */
"Time Machine Not Configured" = "Time Machine niet geconfigureerd";

/* Verify Backups menu item title */
"Verify Backups" = "Controleer reservekopieën";

/* Verifying backup with percentage menu item title */
"Verifying Backup (%@)" = "Reservekopie controleren (%@)";

/* Verifying backup menu item title */
"Verifying Backup\\U2026" = "Reservekopie controleren…";

/* Latest backup delayed */
"Waiting to Back Up" = "Wachten op reservekopie";

